Repository: 3theories/SharedDesign
Catalog: Sources/SharedDesign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

# dataQuality.banner.suggestion
source: Try selecting a longer time period for more accurate insights.
ar: حاول اختيار فترة زمنية أطول للحصول على رؤى أكثر دقة.
de: Versuchen Sie, einen längeren Zeitraum zu wählen, um genauere Erkenntnisse zu gewinnen.
es: Intente seleccionar un periodo de tiempo más largo para obtener información más precisa.
fr: Essayez de sélectionner une période plus longue pour obtenir des informations plus précises.
hi: अधिक सटीक अंतर्दृष्टि के लिए एक लंबी समय अवधि चुनने का प्रयास करें।
it: Provate a selezionare un periodo di tempo più lungo per ottenere informazioni più precise.
ja: より正確な洞察のために、より長い期間を選択してみてください。
ko: 보다 정확한 인사이트를 얻으려면 더 긴 기간을 선택해 보세요.
pt_br: Tente selecionar um período de tempo mais longo para obter insights mais precisos.
zh_hans: 尝试选择更长的时间段，以获得更准确的见解。

# dataQuality.banner.title
source: Limited Data
ar: بيانات محدودة
de: Begrenzte Daten
es: Datos limitados
fr: Données limitées
hi: सीमित डेटा
it: Dati limitati
ja: 限定データ
ko: 제한된 데이터
pt_br: Dados limitados
zh_hans: 有限数据

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: दिनांक
it: Data
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期

source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
ko: 일
pt_br: Dia
zh_hans: 日

source: Designing an effective workout based on your preferences...
ar: تصميم تمرين رياضي فعال بناءً على تفضيلاتك...
de: Ein effektives Training nach Ihren Vorlieben gestalten...
es: Diseñar un entrenamiento eficaz en función de tus preferencias...
fr: Concevoir une séance d'entraînement efficace en fonction de vos préférences...
hi: आपकी पसंद के आधार पर एक प्रभावी वर्कआउट तैयार करना...
it: Progettare un allenamento efficace in base alle proprie preferenze...
ja: あなたの好みに合わせて効果的なワークアウトをデザイン...
ko: 선호도에 따라 효과적인 운동 설계...
pt_br: Elaborar um treino eficaz com base em suas preferências...
zh_hans: 根据您的喜好设计有效的锻炼方式...

source: Dismiss notification
ar: إشعار الفصل
de: Benachrichtigung entlassen
es: Notificación de despido
fr: Rejeter la notification
hi: सूचना रद्द करें
it: Notifica di licenziamento
ja: 解雇通知
ko: 알림 해제
pt_br: Dispensar notificação
zh_hans: 解散通知

source: Distance
ar: المسافة
de: Entfernung
es: Distancia
hi: दूरी
it: Distanza
ja: 距離
ko: 거리
pt_br: Distância
zh_hans: 距离

source: Double tap for details
ar: انقر مرتين للحصول على التفاصيل
de: Doppeltippen für Details
es: Doble toque para más detalles
fr: Double tape pour les détails
hi: विवरण के लिए दो बार टैप करें
it: Toccare due volte per i dettagli
ja: 詳細はダブルタップ
ko: 자세한 내용을 보려면 두 번 탭하세요.
pt_br: Toque duas vezes para obter detalhes
zh_hans: 双击了解详情

source: Double tap to open route details
ar: انقر نقرة مزدوجة لفتح تفاصيل المسار
de: Doppeltippen zum Öffnen der Routendetails
es: Doble toque para abrir los detalles de la ruta
fr: Double tapez pour ouvrir les détails de l'itinéraire
hi: रूट विवरण खोलने के लिए दो बार टैप करें
it: Toccare due volte per aprire i dettagli del percorso
ja: ダブルタップでルートの詳細を開く
ko: 두 번 탭하여 경로 세부 정보 열기
pt_br: Toque duas vezes para abrir os detalhes da rota
zh_hans: 双击打开路线详情

source: Double tap to toggle details
ar: انقر نقرتين لتبديل التفاصيل
de: Doppeltippen zum Umschalten der Details
es: Pulsa dos veces para ver los detalles
fr: Double tapez pour basculer les détails
hi: विवरण दिखाने/छिपाने के लिए दो बार टैप करें
it: Toccare due volte per visualizzare i dettagli
ja: ダブルタップで詳細を切り替える
ko: 두 번 탭하여 세부 정보 전환
pt_br: Toque duas vezes para alternar os detalhes
zh_hans: 双击切换详细信息

source: Down
ar: أسفل
de: Daunen
es: Abajo
fr: En bas
hi: नीचे
it: In basso
ja: ダウン
pt_br: Abaixo
zh_hans: 下降

source: Effects
ar: التأثيرات
de: Auswirkungen
es: Efectos
fr: Effets
hi: प्रभाव
it: Effetti
ja: 効果
ko: 효과
pt_br: Efeitos
zh_hans: 效果

source: Elevation
ar: الارتفاع
de: Erhebungen
es: Elevación
fr: Élévation
hi: ऊँचाई
it: Elevazione
ja: 標高
ko: 고도
pt_br: Elevação
zh_hans: 海拔

source: Elevation levels
ar: مستويات الارتفاع
de: Höhenlagen
es: Niveles de elevación
fr: Niveaux d'élévation
hi: ऊँचाई के स्तर
it: Livelli di elevazione
ja: 標高レベル
ko: 고도 수준
pt_br: Níveis de elevação
zh_hans: 海拔高度

# elevation.unavailable.description
source: Altitude data wasn't recorded for this activity
ar: لم يتم تسجيل بيانات الارتفاع لهذا النشاط
de: Für diese Aktivität wurden keine Höhendaten aufgezeichnet.
es: No se registraron datos de altitud para esta actividad
fr: Les données d'altitude n'ont pas été enregistrées pour cette activité.
hi: इस गतिविधि के लिए ऊँचाई का डेटा दर्ज नहीं किया गया था।
it: I dati relativi all'altitudine non sono stati registrati per questa attività.
ja: このアクティビティでは高度データが記録されていない
ko: 이 활동에 대한 고도 데이터가 기록되지 않았습니다.
pt_br: Os dados de altitude não foram registrados para essa atividade
zh_hans: 本次活动未记录高度数据

# elevation.unavailable.title
source: Elevation Unavailable
ar: الارتفاع غير متوفر
de: Elevation nicht verfügbar
es: Elevación no disponible
fr: Élévation non disponible
hi: ऊँचाई उपलब्ध नहीं है
it: Altezza non disponibile
ja: 標高不明
ko: 고도를 사용할 수 없음
pt_br: Elevação indisponível
zh_hans: 高程不可用

source: Empty states
ar: الولايات الفارغة
de: Leere Zustände
es: Estados vacíos
fr: États vides
hi: खाली राज्य
it: Stati vuoti
ja: 空の状態
ko: 비어 있는 상태
pt_br: Estados vazios
zh_hans: 空状态

# empty.activity.action
source: Get Moving
ar: تحرّك
de: In Bewegung kommen
es: En marcha
fr: Bouger
hi: चल पड़िए
it: Muoversi
ja: 移動する
ko: 이동하기
pt_br: Movimente-se
zh_hans: 动起来

# empty.activity.message
source: Start moving to see your fitness metrics and track your progress.
ar: ابدأ بالتحرك لمعرفة مقاييس لياقتك البدنية وتتبع تقدمك.
de: Fangen Sie an, sich zu bewegen, um Ihre Fitness-Metriken zu sehen und Ihre Fortschritte zu verfolgen.
es: Empieza a moverte para ver tus métricas de forma física y seguir tu progreso.
fr: Commencez à bouger pour voir vos mesures de condition physique et suivre vos progrès.
hi: अपनी फिटनेस मेट्रिक्स देखने और अपनी प्रगति ट्रैक करने के लिए चलना शुरू करें।
it: Iniziate a muovervi per vedere i vostri parametri di fitness e monitorare i vostri progressi.
ja: フィットネスの指標を確認し、進捗状況を追跡するために動き始めましょう。
ko: 움직이기 시작하면 피트니스 지표를 확인하고 진행 상황을 추적할 수 있습니다.
pt_br: Comece a se movimentar para ver suas métricas de condicionamento físico e acompanhar seu progresso.
zh_hans: 开始运动，查看您的健身指标并跟踪您的进展。

# empty.activity.title
source: No Activity Yet
ar: لا يوجد نشاط بعد
de: Noch keine Aktivität
es: Sin actividad
fr: Pas encore d'activité
hi: अभी तक कोई गतिविधि नहीं
it: Ancora nessuna attività
ja: まだ活動なし
ko: 아직 활동 없음
pt_br: Nenhuma atividade ainda
zh_hans: 暂无活动

# empty.comingSoon.defaultFeature
source: This feature
ar: هذه الميزة
de: Diese Funktion
es: Esta función
fr: Cette fonction
hi: यह सुविधा
it: Questa funzione
ja: この機能
ko: 이 기능
pt_br: Esse recurso
zh_hans: 该功能

# empty.comingSoon.message
source: %@ is under development and will be available soon!
ar: %@ قيد التطوير وسيكون متاحًا قريبًا!
de: %@ ist in der Entwicklung und wird bald verfügbar sein!
es: %@ está en desarrollo y estará disponible en breve.
fr: %@ est en cours de développement et sera bientôt disponible !
hi: %@ विकास के अधीन है और जल्द ही उपलब्ध होगा!
it: %@ è in fase di sviluppo e sarà presto disponibile!
ja: %@は現在開発中で、近日発売予定！
ko: %@은 개발 중이며 곧 출시될 예정입니다!
pt_br: O %@ está em desenvolvimento e estará disponível em breve!
zh_hans: %@ 正在开发中，很快就会推出！

# empty.comingSoon.title
source: Coming Soon
ar: قريباً
de: Demnächst verfügbar
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
it: Prossimamente
ja: 近日公開
ko: 곧 출시 예정
pt_br: Em breve
zh_hans: 即将推出

# empty.error.action
source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Inténtelo de nuevo
fr: Réessayer
hi: फिर से कोशिश करें
it: Riprova
ja: 再挑戦
ko: 다시 시도
pt_br: Tente novamente
zh_hans: 再试一次

# empty.error.message
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Algo ha ido mal. Por favor, inténtelo de nuevo.
fr: Un problème s'est produit. Veuillez réessayer.
hi: कुछ गलत हो गया। कृपया फिर से प्रयास करें।
it: Qualcosa è andato storto. Riprovare.
ja: 何か問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
pt_br: Algo deu errado. Tente novamente.
zh_hans: 出错了。请重试。

# empty.error.title
source: Oops!
ar: عفوًا!
de: Huch!
es: ¡Uy!
fr: Oups !
hi: उफ़!
it: Ops!
ja: おっと！
ko: 웁스!
pt_br: Ops!
zh_hans: 哎呀！

# empty.fasting.action
source: Start Fast
ar: ابدأ بسرعة
de: Schnell starten
es: Empezar rápido
fr: Démarrer rapidement
hi: तेज़ी से शुरू करें
it: Iniziare velocemente
ja: スタート・ファースト
ko: 빠르게 시작하기
pt_br: Comece rápido
zh_hans: 快速启动

# empty.fasting.message
source: Start intermittent fasting to see your fasting patterns over time.
ar: ابدأ الصيام المتقطع لمعرفة أنماط صيامك بمرور الوقت.
de: Beginnen Sie mit intermittierendem Fasten, um Ihr Fastenverhalten im Laufe der Zeit zu beobachten.
es: Comience el ayuno intermitente para ver sus patrones de ayuno a lo largo del tiempo.
fr: Commencez le jeûne intermittent pour observer vos habitudes de jeûne au fil du temps.
hi: समय के साथ अपने उपवास के पैटर्न देखने के लिए रुक-रुक कर उपवास शुरू करें।
it: Iniziare il digiuno intermittente per vedere i propri schemi di digiuno nel tempo.
ja: 断続的な断食を始めて、自分の断食パターンを長期的に見てみましょう。
ko: 간헐적 단식을 시작하여 시간 경과에 따른 단식 패턴을 확인하세요.
pt_br: Inicie o jejum intermitente para ver seus padrões de jejum ao longo do tempo.
zh_hans: 开始间歇性断食，观察自己一段时间内的断食模式。

# empty.fasting.title
source: No Fasting History
ar: لا يوجد تاريخ للصيام
de: Keine Fastengeschichte
es: Sin historial de ayuno
fr: Pas d'antécédents de jeûne
hi: उपवास का इतिहास नहीं
it: Nessuna storia di digiuno
ja: 断食歴なし
ko: 금식 기록 없음
pt_br: Sem histórico de jejum
zh_hans: 无禁食历史

# empty.favorites.action
source: Browse %@
ar: تصفح %@
de: %@ durchsuchen
es: Examinar %@
fr: Parcourir %@
hi: %@ ब्राउज़ करें
it: Sfogliare %@
ja: %@を見る
ko: %@ 찾아보기
pt_br: Navegue até %@
zh_hans: 浏览 %@

# empty.favorites.defaultItemType
source: items
ar: العناصر
de: Artikel
es: artículos
fr: articles
hi: वस्तुएँ
it: articoli
ja: 項目
ko: 항목
pt_br: itens
zh_hans: 项目

# empty.favorites.message
source: Save your favorite %@ for quick access.
ar: احفظ %@ المفضل لديك للوصول السريع.
de: Speichern Sie Ihre Favoriten %@ für den schnellen Zugriff.
es: Guarda tus %@ favoritos para acceder a ellos rápidamente.
fr: Sauvegardez vos %@ préférés pour un accès rapide.
hi: त्वरित पहुँच के लिए अपना पसंदीदा %@ सहेजें।
it: Salvate i vostri %@ preferiti per accedervi rapidamente.
ja: お気に入りの%@を保存しておけば、すぐにアクセスできます。
ko: 즐겨찾는 %@을 저장하여 빠르게 액세스하세요.
pt_br: Salve seu %@ favorito para acesso rápido.
zh_hans: 保存您最喜欢的 %@，以便快速访问。

# empty.favorites.title
source: No Favorites
ar: لا مفضلات
de: Keine Favoriten
es: Sin favoritos
fr: Pas de favoris
hi: कोई पसंदीदा नहीं
it: Nessun preferito
ja: お気に入りなし
ko: 즐겨찾기 없음
pt_br: Sem favoritos
zh_hans: 无收藏夹

# empty.insights.message
source: Keep tracking your activities to receive personalized insights and recommendations.
ar: استمر في تتبُّع أنشطتك لتلقي رؤى وتوصيات مخصصة.
de: Verfolgen Sie Ihre Aktivitäten weiter, um personalisierte Einblicke und Empfehlungen zu erhalten.
es: Sigue tus actividades para recibir información y recomendaciones personalizadas.
fr: Continuez à suivre vos activités pour recevoir des informations et des recommandations personnalisées.
hi: व्यक्तिगत अंतर्दृष्टि और सुझाव प्राप्त करने के लिए अपनी गतिविधियों को ट्रैक करते रहें।
it: Continuate a monitorare le vostre attività per ricevere approfondimenti e consigli personalizzati.
ja: あなたの活動を追跡して、パーソナライズされた洞察と推奨事項を受け取ることができます。
ko: 활동을 계속 추적하여 개인화된 인사이트와 추천을 받아보세요.
pt_br: Continue monitorando suas atividades para receber insights e recomendações personalizadas.
zh_hans: 持续跟踪您的活动，以获得个性化的见解和建议。

# empty.insights.title
source: No Insights Yet
ar: لا توجد رؤى بعد
de: Noch keine Einblicke
es: Aún no hay información
fr: Pas d'informations pour l'instant
hi: अभी तक कोई अंतर्दृष्टि नहीं
it: Ancora nessuna intuizione
ja: 洞察はまだない
ko: 아직 인사이트 없음
pt_br: Ainda não há percepções
zh_hans: 尚无见解

# empty.mealPlan.action
source: Generate Plan
ar: إنشاء الخطة
de: Plan generieren
es: Generar plan
fr: Générer un plan
hi: योजना उत्पन्न करें
it: Generare un piano
ja: プランの作成
ko: 계획 생성
pt_br: Gerar plano
zh_hans: 生成计划

# empty.mealPlan.message
source: Create a personalized meal plan based on your goals and preferences.
ar: ضع خطة وجبات مخصصة بناءً على أهدافك وتفضيلاتك.
de: Erstellen Sie einen persönlichen Essensplan, der auf Ihren Zielen und Vorlieben basiert.
es: Cree un plan de comidas personalizado basado en sus objetivos y preferencias.
fr: Créer un plan alimentaire personnalisé en fonction de vos objectifs et de vos préférences.
hi: अपने लक्ष्यों और प्राथमिकताओं के आधार पर एक व्यक्तिगत भोजन योजना बनाएँ।
it: Creare un piano pasti personalizzato in base ai propri obiettivi e preferenze.
ja: 目標や嗜好に基づいたパーソナライズされた食事プランを作成する。
ko: 목표와 선호도에 따라 맞춤형 식사 계획을 만드세요.
pt_br: Crie um plano de refeições personalizado com base em suas metas e preferências.
zh_hans: 根据你的目标和喜好制定个性化的膳食计划。

# empty.mealPlan.title
source: No Meal Plan
ar: لا توجد خطة وجبات
de: Kein Essensplan
es: Sin plan de comidas
fr: Pas de plan de repas
hi: कोई भोजन योजना नहीं
it: Nessun piano pasti
ja: ミールプランなし
ko: 식사 플랜 없음
pt_br: Sem plano de refeições
zh_hans: 无膳食计划

# empty.meals.action
source: Log Meal
ar: وجبة السجل
de: Log Mahlzeit
es: Comida
fr: Repas en rondins
hi: लॉग मील
it: Pasto in tronco
ja: ログミール
ko: 로그 식사
pt_br: Refeição de registro
zh_hans: 日志餐

# empty.meals.message
source: Track your nutrition by logging what you eat throughout the day.
ar: تتبع تغذيتك من خلال تسجيل ما تأكله على مدار اليوم.
de: Verfolgen Sie Ihre Ernährung, indem Sie protokollieren, was Sie über den Tag verteilt essen.
es: Controla tu nutrición registrando lo que comes a lo largo del día.
fr: Suivez votre alimentation en notant ce que vous mangez tout au long de la journée.
hi: दिन भर आप जो कुछ भी खाते हैं, उसे लॉग करके अपने पोषण पर नज़र रखें।
it: Tenete traccia della vostra alimentazione registrando ciò che mangiate durante la giornata.
ja: 一日を通して食べたものを記録して、栄養状態を把握しましょう。
ko: 하루 동안 섭취한 음식을 기록하여 영양 상태를 추적하세요.
pt_br: Acompanhe sua nutrição registrando o que come ao longo do dia.
zh_hans: 记录一天的饮食，跟踪营养状况。

# empty.meals.title
source: No Meals Logged
ar: لم يتم تسجيل أي وجبات مسجلة
de: Keine Mahlzeiten protokolliert
es: No se registran comidas
fr: Aucun repas enregistré
hi: कोई भोजन दर्ज नहीं किया गया
it: Nessun pasto registrato
ja: 食事記録なし
ko: 기록된 식사 없음
pt_br: Sem registro de refeições
zh_hans: 无膳食记录

# empty.network.action
source: Retry
ar: إعادة المحاولة
de: Wiederholung
es: Reintentar
fr: Réessayer
hi: दोबारा प्रयास करें
it: Riprova
ja: リトライ
ko: 다시 시도
pt_br: Repetir
zh_hans: 重试

# empty.network.message
source: Check your internet connection and try again.
ar: تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión a Internet y vuelve a intentarlo.
fr: Vérifiez votre connexion internet et réessayez.
hi: अपना इंटरनेट कनेक्शन जांचें और फिर से प्रयास करें।
it: Controllare la connessione a Internet e riprovare.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인하고 다시 시도하세요.
pt_br: Verifique sua conexão com a Internet e tente novamente.
zh_hans: 检查网络连接，然后再试一次。

# empty.network.title
source: Connection Error
ar: خطأ في الاتصال
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류
pt_br: Erro de conexão
zh_hans: 连接错误

# empty.noData.action
source: Get Started
ar: ابدأ الآن
de: Los geht's
es: Comenzar
fr: Commencer
hi: शुरू करें
it: Iniziare
ja: スタート
ko: 시작하기
pt_br: Começar a usar
zh_hans: 开始

# empty.noData.message
source: Start by adding your first item.
ar: ابدأ بإضافة العنصر الأول.
de: Beginnen Sie mit dem Hinzufügen Ihres ersten Artikels.
es: Empieza por añadir tu primer artículo.
fr: Commencez par ajouter votre premier article.
hi: अपना पहला आइटम जोड़कर शुरू करें।
it: Iniziare ad aggiungere il primo elemento.
ja: 最初の項目を追加することから始めます。
ko: 첫 번째 항목을 추가하는 것으로 시작하세요.
pt_br: Comece adicionando seu primeiro item.
zh_hans: 首先添加第一个项目。

# empty.noData.title
source: No Data Yet
ar: لا توجد بيانات بعد
de: Noch keine Daten
es: Aún no hay datos
fr: Pas encore de données
hi: अभी तक कोई डेटा नहीं
it: Non ci sono ancora dati
ja: まだデータなし
ko: 아직 데이터 없음
pt_br: Ainda não há dados
zh_hans: 暂无数据

# empty.nutritionData.action
source: Log First Meal
ar: سجل الوجبة الأولى
de: Erste Mahlzeit protokollieren
es: Registrar la primera comida
fr: Journal de bord du premier repas
hi: पहला भोजन दर्ज करें
it: Registro del primo pasto
ja: 最初の食事を記録する
ko: 첫 식사 기록
pt_br: Registro da primeira refeição
zh_hans: 记录第一餐

# empty.nutritionData.message
source: Log your first meal to start monitoring your nutritional intake and reach your goals.
ar: سجّل وجبتك الأولى لتبدأ بمراقبة استهلاكك الغذائي والوصول إلى أهدافك.
de: Protokollieren Sie Ihre erste Mahlzeit, um Ihre Nährstoffzufuhr zu überwachen und Ihre Ziele zu erreichen.
es: Registre su primera comida para empezar a controlar su ingesta nutricional y alcanzar sus objetivos.
fr: Enregistrez votre premier repas pour commencer à surveiller votre apport nutritionnel et atteindre vos objectifs.
hi: अपने पोषण सेवन की निगरानी शुरू करने और अपने लक्ष्यों को प्राप्त करने के लिए अपना पहला भोजन लॉग करें।
it: Registra il tuo primo pasto per iniziare a monitorare l'apporto nutrizionale e raggiungere i tuoi obiettivi.
ja: 最初の食事を記録して、栄養摂取量のモニターを開始し、目標を達成しましょう。
ko: 첫 식사를 기록하여 영양 섭취량 모니터링을 시작하고 목표에 도달하세요.
pt_br: Registre sua primeira refeição para começar a monitorar sua ingestão nutricional e atingir suas metas.
zh_hans: 记录您的第一餐，开始监测您的营养摄入量，实现您的目标。

# empty.nutritionData.title
source: Begin Nutrition Tracking
ar: بدء تتبع التغذية
de: Beginn der Verfolgung der Ernährung
es: Iniciar el seguimiento nutricional
fr: Commencer le suivi nutritionnel
hi: पोषण ट्रैकिंग शुरू करें
it: Iniziare il monitoraggio della nutrizione
ja: 栄養トラッキングの開始
ko: 영양 추적 시작
pt_br: Iniciar o acompanhamento nutricional
zh_hans: 开始营养跟踪

# empty.offline.action
source: Retry
ar: إعادة المحاولة
de: Wiederholung
es: Reintentar
fr: Réessayer
hi: दोबारा प्रयास करें
it: Riprova
ja: リトライ
ko: 다시 시도
pt_br: Repetir
zh_hans: 重试

# empty.offline.message
source: Some features require an internet connection. Connect to see the latest data.
ar: تتطلب بعض الميزات اتصالاً بالإنترنت. اتصل للاطلاع على أحدث البيانات.
de: Für einige Funktionen ist eine Internetverbindung erforderlich. Verbinden Sie sich, um die neuesten Daten zu sehen.
es: Algunas funciones requieren conexión a Internet. Conéctate para ver los datos más recientes.
fr: Certaines fonctionnalités nécessitent une connexion internet. Connectez-vous pour consulter les données les plus récentes.
hi: कुछ सुविधाओं के लिए इंटरनेट कनेक्शन आवश्यक है। नवीनतम डेटा देखने के लिए कनेक्ट करें।
it: Alcune funzioni richiedono una connessione a Internet. Connettetevi per vedere i dati più recenti.
ja: 一部の機能にはインターネット接続が必要です。最新のデータをご覧になるには接続してください。
ko: 일부 기능을 사용하려면 인터넷 연결이 필요합니다. 최신 데이터를 보려면 연결하세요.
pt_br: Alguns recursos exigem uma conexão com a Internet. Conecte-se para ver os dados mais recentes.
zh_hans: 某些功能需要互联网连接。连接后可查看最新数据。

# empty.offline.title
source: You're Offline
ar: أنت غير متصل بالإنترنت
de: Sie sind offline
es: Estás desconectado
fr: Vous êtes hors ligne
hi: आप ऑफ़लाइन हैं
it: Sei offline
ja: オフライン
ko: 오프라인 상태
pt_br: Você está off-line
zh_hans: 您已离线

# empty.recipes.action
source: Browse Recipes
ar: تصفح الوصفات
de: Rezepte durchsuchen
es: Buscar recetas
fr: Parcourir les recettes
hi: रेसिपी ब्राउज़ करें
it: Sfoglia le ricette
ja: レシピを見る
ko: 레시피 찾아보기
pt_br: Procurar receitas
zh_hans: 浏览食谱

# empty.recipes.message
source: Discover healthy recipes that match your dietary preferences.
ar: اكتشف الوصفات الصحية التي تتناسب مع تفضيلاتك الغذائية.
de: Entdecken Sie gesunde Rezepte, die Ihren Ernährungsgewohnheiten entsprechen.
es: Descubra recetas saludables que se ajustan a sus preferencias dietéticas.
fr: Découvrez des recettes saines qui correspondent à vos préférences alimentaires.
hi: अपने आहार संबंधी प्राथमिकताओं के अनुरूप स्वस्थ व्यंजन खोजें।
it: Scoprite le ricette salutari che corrispondono alle vostre preferenze alimentari.
ja: あなたの食事の好みに合ったヘルシーなレシピを見つけましょう。
ko: 내 식성에 맞는 건강한 레시피를 찾아보세요.
pt_br: Descubra receitas saudáveis que combinam com suas preferências alimentares.
zh_hans: 发现符合您饮食偏好的健康食谱。

# empty.recipes.title
source: No Recipes Found
ar: لم يتم العثور على وصفات
de: Keine Rezepte gefunden
es: No se han encontrado recetas
fr: Aucune recette trouvée
hi: कोई रेसिपी नहीं मिली
it: Nessuna ricetta trovata
ja: レシピが見つかりません
ko: 레시피를 찾을 수 없음
pt_br: Nenhuma receita encontrada
zh_hans: 未找到食谱

# empty.scheduledWorkouts.action
source: Schedule Workout
ar: جدولة التمرين
de: Zeitplan für das Training
es: Programar el entrenamiento
fr: Planifier une séance d'entraînement
hi: व्यायाम अनुसूची
it: Programmare l'allenamento
ja: ワークアウトのスケジュール
ko: 운동 예약
pt_br: Programação de exercícios
zh_hans: 安排锻炼

# empty.scheduledWorkouts.message
source: Plan your week by scheduling workouts on specific days.
ar: خطط لأسبوعك من خلال جدولة التمارين في أيام محددة.
de: Planen Sie Ihre Woche, indem Sie Trainingseinheiten an bestimmten Tagen einplanen.
es: Planifica tu semana programando entrenamientos en días concretos.
fr: Planifiez votre semaine en programmant des séances d'entraînement à des jours précis.
hi: विशिष्ट दिनों पर वर्कआउट शेड्यूल करके अपने सप्ताह की योजना बनाएँ।
it: Pianificate la settimana programmando gli allenamenti in giorni specifici.
ja: 特定の日にワークアウトを行うことで、1週間の計画を立てる。
ko: 특정 날짜에 운동을 예약하여 한 주를 계획하세요.
pt_br: Planeje sua semana programando exercícios em dias específicos.
zh_hans: 将锻炼安排在特定的日子里，规划好一周的计划。

# empty.scheduledWorkouts.title
source: No Workouts Scheduled
ar: لم تتم جدولة أي تدريبات
de: Keine Workouts geplant
es: No hay entrenamientos programados
fr: Aucune séance d'entraînement prévue
hi: कोई वर्कआउट निर्धारित नहीं है
it: Nessun allenamento programmato
ja: ワークアウトの予定なし
ko: 예약된 운동 없음
pt_br: Nenhum treino programado
zh_hans: 未安排锻炼

# empty.search.action.clear
source: Clear Search
ar: مسح البحث
de: Suche löschen
es: Búsqueda clara
fr: Recherche claire
hi: खोज साफ़ करें
it: Ricerca libera
ja: クリア検索
ko: 검색 지우기
pt_br: Limpar pesquisa
zh_hans: 清除搜索

# empty.search.message
source: Try adjusting your search or filters to find what you're looking for.
ar: حاول تعديل البحث أو الفلاتر للعثور على ما تبحث عنه.
de: Versuchen Sie, Ihre Suche oder Ihre Filter anzupassen, um das zu finden, was Sie suchen.
es: Prueba a ajustar la búsqueda o los filtros para encontrar lo que buscas.
fr: Essayez d'ajuster votre recherche ou vos filtres pour trouver ce que vous cherchez.
hi: आप जो ढूंढ रहे हैं, उसे खोजने के लिए अपनी खोज या फ़िल्टर समायोजित करने का प्रयास करें।
it: Provate a modificare la ricerca o i filtri per trovare ciò che cercate.
ja: 検索やフィルターを調整して、お探しのものを見つけてみてください。
ko: 검색 또는 필터를 조정하여 원하는 정보를 찾아보세요.
pt_br: Tente ajustar sua pesquisa ou filtros para encontrar o que está procurando.
zh_hans: 请尝试调整搜索或过滤器，以找到您要找的内容。

# empty.search.title.generic
source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Pas de résultats
hi: कोई परिणाम नहीं
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: Sem resultados
zh_hans: 无结果

# empty.search.title.withTerm
source: No results for "%@"
ar: لا توجد نتائج ل "%@"
de: Keine Ergebnisse für "%@"
es: No hay resultados para "%@"
fr: Aucun résultat pour "%@".
hi: "%@" के लिए कोई परिणाम नहीं।
it: Nessun risultato per "%@"
ja: "%@ "の検索結果は見つかりませんでした。
ko: "%@"에 대한 결과가 없습니다.
pt_br: Nenhum resultado para "%@"
zh_hans: 没有 "%@ "的搜索结果

# empty.sleep.action
source: Enable Sleep Tracking
ar: تمكين تتبع النوم
de: Schlafverfolgung aktivieren
es: Activar el seguimiento del sueño
fr: Activer le suivi du sommeil
hi: नींद ट्रैकिंग सक्षम करें
it: Abilita il monitoraggio del sonno
ja: 睡眠トラッキングを有効にする
ko: 수면 추적 사용
pt_br: Ativar o rastreamento do sono
zh_hans: 启用睡眠跟踪
